{
    "L02-課文中英對照(Goodbye, John).docx": [
        {
            "paragraph_index": 1,
            "english": "Dear John,\nIt is not easy to tell you this, but I still need to say it. I’m leaving you. Our relationship has been mostly satisfying, but I’m afraid it’s over.",
            "english_with_html": "I t is not easy to tell you this, but I still need to say it. I’m leaving you. Our <b id=\"wp_1\">relationship</b><span style=\"color: #0070C0\"> </span> has been mostly <b id=\"wp_2\">satisfying</b><span style=\"color: #0070C0\"> </span>, but I’m afraid it’s over.",
            "chinese": "親愛的約翰：\n這件事很難啟齒，但我仍不得不告訴你。我要和你分手了。我們的關係大部分的時間都很令人滿意，但恐怕已經結束了。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 2,
            "english": "Leaving you really breaks my heart because we’ve had some great times together. When you’re around, I am never bored. There is always something to do. You inspire me to connect with others and to communicate better. I can ask you anything, and you will probably help me find the answer. You’ve introduced me to so much—new music, new games, new knowledge, new friends, and more.",
            "english_with_html": "Leaving you really breaks my heart because we’ve had some great times together. When you’re around, I am never bored. There is always something to do. You <b id=\"wp_3\">inspire</b><span style=\"color: #0070C0\"> </span> me to <b id=\"wp_4\">connect</b><span style=\"color: #0070C0\"> </span> with others and to <b id=\"wp_5\">communicate</b><span style=\"color: #0070C0\"> </span> better. I can ask you anything , and you will probably help me find the answer. You’ve <b id=\"wp_6\">introduced</b><span style=\"color: #0070C0\"> </span> me to so much—new music, new games, new knowledge, new friends, and more.",
            "chinese": "離開你真的傷了我的心，因為我們曾經共度許多美好時光。有你在身邊，我從不無聊。我總是有事可做。你鼓勵我多認識別人與多跟別人溝通。我什麼都可以問你，你也可能都會幫我找到答案。你帶我大開眼界——認識新音樂、新遊戲、新知識、新朋友等。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 3,
            "english": "In fact, things have been totally different since you came into my life. When I wake up, you are there to go through my friends’ updates on Facebook and Instagram with me. Also, I check my LINE app again and again throughout the day. And when it doesn’t show any new messages, I still refresh the screen, just in case I miss something. All this might sound romantic, but it is difficult for me to focus on school, and my grades are getting worse!",
            "english_with_html": "<span style=\"color: #0070C0\"><b>In fact</b></span>, things have been totally different since you came into my life. When I wake up, you are there to <span style=\"color: #0070C0\"><b>go through</b></span> my friends’ <b>updates</b> on <b>Facebook</b> and <b>Instagram</b> with me. Also, I check my <b>LINE</b> app again and again <b id=\"wp_7\">throughout</b><span style=\"color: #0070C0\"> </span> the day. And when it doesn’t show any new <b id=\"wp_8\">messages</b><span style=\"color: #0070C0\"> </span>, I still <b id=\"wp_9\">refresh</b><span style=\"color: #0070C0\"> </span> the screen, just <span style=\"color: #0070C0\"><b>in case</b></span> I miss something. All this might sound <b id=\"wp_10\">romantic</b><span style=\"color: #0070C0\"> </span>, but it is difficult for me to<b id=\"wp_11\"> focus</b><span style=\"color: #0070C0\"> </span> on school , and my grades are getting worse!",
            "chinese": "其實，自從你走入我的生活，一切都不一樣了。當我睡醒，你就會跟我一起瀏覽臉書和IG上朋友的動態更新。而且，我會一天到晚一再查看LINE。當沒有新訊息時，我會一直刷新螢幕，以免有東西沒看到。這一切聽起來好像很浪漫，卻讓我在學校很難專心，我的成績也每況愈下！",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 4,
            "english": "In addition, having you around is really hurting my relationships with my friends and family. When my friends and I hang out, I turn to you for Instagram updates and ignore everyone else. My friends try to talk to me, but I don’t even reply because I am too busy paying attention to you. I’m worried that they are going to stop inviting me out! I can’t deny that you are always by my side, and I love it when we play games or respond to messages together. But doing this late into the night means I seldom speak to my family! That’s really not a good way to build a relationship with anybody, and my parents are both angry and disappointed with me.",
            "english_with_html": "<span style=\"color: #0070C0\"><b>In addition</b></span>, having you around is really hurting my relationships with my friends and family. When my friends and I <span style=\"color: #0070C0\"><b>hang out</b></span>, I <span style=\"color: #0070C0\"><b>turn to</b></span> you for Instagram updates and <b id=\"wp_12\">ignore</b><span style=\"color: #0070C0\"> </span> everyone else. My friends try to talk to me, but I don’t even reply because I am too busy paying <b id=\"wp_13\">attention</b><span style=\"color: #0070C0\"> </span> to you. I’m worried that they are going to stop inviting me out! I can’t <b id=\"wp_14\">deny</b><span style=\"color: #0070C0\"> </span> that you are always by my side, and I love it when we play games or <b id=\"wp_15\">respond</b><span style=\"color: #0070C0\"> </span> to messages together. But doing this late into the night means I seldom speak to my family! That’s really not a good way to build a relationship with anybody, and my parents are both angry and <b id=\"wp_16\">disappointed</b><span style=\"color: #0070C0\"> </span> with me.",
            "chinese": "此外，有你在身旁也真的傷害了我和朋友及家人的關係。跟朋友們出去時，我轉向和你一起看IG的動態更新，把朋友們晾在旁邊。朋友們想跟我聊天，我連回話都沒有，因為我的注意力都放在你身上。我擔心他們以後都不找我出去了。我不否認你一直在我身邊，我也很喜歡和你一起玩遊戲或是回訊息。但是這些都弄得太晚，代表我跟家人都沒講到什麼話！這樣實在不是跟任何人建立關係的好方法，而我爸媽對我很生氣也很失望。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 5,
            "english": "Please don’t take any of this personally. You’re truly wonderful, and I’ll miss you terribly. But right now, I really need to focus on my studies, spend more time with my friends, and become a real part of my family again.",
            "english_with_html": "Please don’t <span style=\"color: #0070C0\"><b>take</b></span> any of this <span style=\"color: #0070C0\"><b id=\"wp_17\">personally</b> </span>. You’re truly wonderful , and I’ll miss you <b>terribly</b>. But right now, I really need to focus on my studies, spend more time with my friends, and become a real part of my family again.",
            "chinese": "請別把我說的這些當成針對你。你真的很好，我也會很想念你。只是現在，我真的要專心念書，多和朋友相處，真正回歸家庭。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 6,
            "english": "I hope you understand. For the last time, goodbye....\nBest wishes,\nSally",
            "english_with_html": "I hope you understand. For the last time, goodbye....",
            "chinese": "我希望你能了解。這是我最後一次跟你說再見了⋯⋯\n祝安好\n莎莉 上",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        }
    ]
}