{
    "L03-課文中英對照(Do Animals Sleep like You and Me).docx": [
        {
            "paragraph_index": 1,
            "english": "You may know that brown bears hibernate and that goldfish sleep without closing their eyes, but have you ever wondered how other animals sleep? You might be surprised when you read some of the following amazing facts about animals’ sleeping habits.",
            "english_with_html": "Y ou may know that brown bears <b id=\"wr_1\">hibernate</b> and that goldfish sleep without closing their eyes, but have you ever <b id=\"wp_1\">wondered</b><span style=\"color: #0070C0\"> </span> how other animals sleep ? You might be surprised when you read some of the following <b id=\"wp_2\">amazing</b><span style=\"color: #0070C0\"> </span> facts about animal s’ sleeping habits.",
            "chinese": "你也許知道棕熊會冬眠，金魚睡覺時眼睛不用閉著，但是你有想過其他動物怎麼睡覺嗎？以下是一些有關動物睡眠習慣的奇妙事實，你讀的時候可能會覺得驚訝。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 2,
            "english": "Unlike most mammals, giraffes sleep very little. In fact, it is reported that some giraffes sleep only thirty minutes a day on average. When a giraffe sleeps, it curls its long neck and lays its head on its hip. However, there are often predators around, and a giraffe can’t stand up from this position very quickly. Therefore, a giraffe never naps for too long.",
            "english_with_html": "Unlike most <b id=\"wr_2\">mammals</b>, giraffes sleep very little. In fact, it is reported that some giraffes sleep only thirty minutes a day on <b id=\"wp_4\">average</b><span style=\"color: #0070C0\"> </span>. When a giraffe sleeps , it <b id=\"wr_3\">curls</b> its long neck and lays its head on its hip. However, there are often <b id=\"wr_4\">predators</b> around, and a giraffe can’t stand up from this position very quickly. <b id=\"wp_5\">Therefore</b><span style=\"color: #0070C0\"> </span>, a giraffe never <b id=\"wp_6\">naps</b><span style=\"color: #0070C0\"> </span> for too long.",
            "chinese": "有別於大部分的哺乳類動物，長頸鹿睡得很少。事實上，據報導有些長頸鹿平均一天只睡三十分鐘。長頸鹿睡覺時，會捲曲著脖子，把頭放在臀部上。然而，常常有掠食者在附近，用這個姿勢睡覺沒辦法迅速站直，因此長頸鹿從來都不會睡太久。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 3,
            "english": "Sea otters, one of the world’s cutest animals, perhaps have the cutest sleeping position. Groups of sea otters float on their backs and hold hands while they are sleeping! They can rest on the land, but they are much safer in the water. To avoid floating away, they lock their little paws together and hold on to each other.",
            "english_with_html": "<b>Sea otters</b>, one of the world’s cutest animals, perhaps have the cutest sleeping position. Groups of sea otters <b id=\"wp_7\">float</b><span style=\"color: #0070C0\"> </span> on their backs and hold hands while they are sleeping ! They can rest on the land, but they are much safer in the water. To <b id=\"wp_8\">avoid</b><span style=\"color: #0070C0\"> </span> floating away, they lock their little <b id=\"wr_6\">paws</b> together and<span style=\"color: #0070C0\"><b id=\"ip_1\"> hold on to</b></span> each other.",
            "chinese": "海獺是世界上最可愛的動物之一，或許牠們的睡姿也是最可愛的。成群的海獺睡覺時，會手牽手仰漂在海面上！牠們可以在陸地上休息，但是在水上會更安全。為了避免漂走，牠們會緊扣彼此的小爪子，把對方抓牢。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 4,
            "english": "Dolphins have one of the most amazing sleeping secrets: only half their brain is asleep at a time! One of the reasons for this is that they must swim to the surface once every twenty minutes to breathe. They also have to look out for sharks and other predators. When one half of their brain goes to sleep, the other half stays awake to help them swim, breathe, and be on the lookout for danger.",
            "english_with_html": "Dolphins have one of the most amazing sleeping secrets: only half their brain is asleep at a time! One of the reasons for this is that they must swim to the <b id=\"wp_9\">surface</b><span style=\"color: #0070C0\"> </span> once every twenty minutes to <b id=\"wp_10\">breathe</b><span style=\"color: #0070C0\"> </span>. They also have to look out for sharks and other predators. When one half of their brain goes to sleep , the other half stays <b id=\"wp_11\">awake</b><span style=\"color: #0070C0\"> </span> to help them swim, breathe, and <span style=\"color: #0070C0\"><b id=\"ip_3\">be on the lookout for</b></span> danger.",
            "chinese": "海豚有一個令人驚奇不已的睡眠小祕密：每次睡覺只有半邊腦是睡著的！這種睡眠習慣的其中一個原因是牠們必須每二十分鐘就游上水面呼吸，同時牠們還得注意鯊魚和其他掠食者。當牠們半邊的腦睡著的時候，另外半邊的腦部會保持清醒，以利牠們游泳、呼吸和注意危險。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 5,
            "english": "Some migratory birds have yet another impressive way of sleeping: they sleep up in the sky! For example, Alpine swifts have to keep flying for a long time over a great distance during their journeys to and from Africa. Along the way, they eat insects in the air and take little naps while in flight. This habit can save their lives since they may be caught by wild animals if they land. According to studies, these amazing little birds may be able to stay in the air for up to two hundred days without needing to land and get some sleep.",
            "english_with_html": "Some <b>migratory birds</b> have yet another <b id=\"wp_12\">impressive</b><span style=\"color: #0070C0\"> </span> way of sleeping : they sleep up in the sky! <span style=\"color: #0070C0\"><b id=\"ip_4\">For example</b></span>, <b>Alpine swifts</b> have to keep flying for a long time over a great <b id=\"wp_13\">distance</b><span style=\"color: #0070C0\"> </span> during their <b id=\"wp_14\">journey s</b><span style=\"color: #0070C0\"> </span> to and from <b id=\"wr_9\">Africa</b>. Along the way, they eat insects in the air and take little naps while in <b id=\"wp_15\">flight</b><span style=\"color: #0070C0\"> </span>. This habit can save their lives since they may be caught by wild animals if they land. <span style=\"color: #0070C0\"><b id=\"ip_5\">According to</b></span> studies, these amazing little birds may be able to stay in the air for <span style=\"color: #0070C0\"><b id=\"ip_6\">up to</b></span> two hundred days without needing to land and get some sleep .",
            "chinese": "有些候鳥則有另一項驚人的睡眠方式：邊飛邊睡！以高山雨燕為例，牠們在往返非洲的長程旅途中，必須長時間飛行。牠們沿途在空中吃昆蟲，也會在飛行中小睡。這種習慣可以保全性命，因為如果牠們著陸，就可能被野生動物給吞下肚。據研究，這種神奇的小鳥可以連續飛行長達200天，無須落地補眠。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 6,
            "english": "The sleeping habits of the giraffe, sea otter, dolphin, and Alpine swift may seem quite amazing. Yet these are just four examples. The wide variety of sleeping habits in the animal kingdom shows how different creatures have different ways of avoiding danger. As you can see, each animal is an expert at surviving in the wild.",
            "english_with_html": "The sleeping habits of the giraffe, sea otter, dolphin, and Alpine swift may seem quite amazing. Yet these are just four examples. The wide <b id=\"wp_16\">variety</b><span style=\"color: #0070C0\"> </span> of sleeping habits in the animal kingdom shows how different <b id=\"wp_17\">creatures</b><span style=\"color: #0070C0\"> </span> have different ways of avoiding danger . As you can see, each animal is an <b id=\"wp_18\">expert</b><span style=\"color: #0070C0\"> </span> at <b>surviving</b><span style=\"color: #0070C0\"> </span> in the wild.",
            "chinese": "長頸鹿、海獺、海豚和高山雨燕的睡眠習慣看似相當神奇，然而這些只不過是四個例子。在動物世界裡有各式各樣的睡眠習慣，顯示不同的動物如何用不同的方式避險。誠如你所見，每種動物都有獨到的野外生存之道。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        }
    ]
}