{
    "L07-課文中英對照(From Trash to Triumph).docx": [
        {
            "paragraph_index": 1,
            "english": "Ada Ríos grew up in a slum near the Cateura landfill in Paraguay. Every morning, garbage trucks rolled into the landfill and unloaded tons of trash. People in the slum then looked through the trash for things they could recycle or sell. This was how they made a living, and Ada believed her future would be no different.",
            "english_with_html": "Ada Ríos grew up in a <b>slum</b> near the <b>Cateura landfill</b> in <b>Paraguay</b> . Every morning, garbage trucks rolled into the landfi ll and <b>unloaded</b> <span style=\"color: #0070C0\"><b id=\"ip_1\">tons of</b></span> trash. People in the slum then <span style=\"color: #0070C0\"><b>looked</b></span> through the trash <span style=\"color: #0070C0\"><b id=\"ip_2\">for</b></span> things they could recycle or sell. This was how th ey <span style=\"color: #0070C0\"><b>made a living</b></span>, and Ada believed her future would be no different.",
            "chinese": "Ada Ríos在巴拉圭的卡特烏拉垃圾掩埋場附近的貧民窟長大。每天早上，垃圾車會駛進垃圾掩埋場，卸下大量的垃圾。貧民窟的居民會在垃圾中尋找他們可以回收或出售的東西。這就是他們謀生的方式，Ada相信她的未來也不會有所不同。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 2,
            "english": "One day, Ada’s grandma saw a poster that said “Free music lessons from Mr. Chávez.” Ada’s grandma knew Ada loved music, so she applied for Ada. Ada really looked forward to the lessons. She wanted to learn how to play the violin and be carried away by the power of music.",
            "english_with_html": "One day , Ada ’ s grandma saw a poster that said “F ree music lessons from Mr. Chávez.” Ada’s grandma knew Ada loved music, so she<b> applied</b><span style=\"color: #0070C0\"> </span> for Ada. Ada really <span style=\"color: #0070C0\"><b>looked forward to</b></span> the lessons. She wanted to learn how to play the violin and <span style=\"color: #0070C0\"><b>be carried away</b></span> by the power of music.",
            "chinese": "有一天，Ada的祖母看到一張寫著「Chávez先生提供免費音樂課程」的海報。Ada的祖母知道Ada熱愛音樂，所以她為Ada報名。Ada非常期待去上課。她想學習如何演奏小提琴，並陶醉在音樂的力量之中。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 3,
            "english": "Ada and some other children took Mr. Chávez’s lessons, but there were not enough instruments. Buying new ones was impossible, since a violin cost more than a local house! Fortunately, a garbage picker who was good at using tools learned about their trouble and tried to use what was at hand. By putting together metal cans, forks, and other items from the landfill, the garbage picker somehow managed to make various instruments. They weren’t very traditional and barely cost anything, but to these children they were invaluable.",
            "english_with_html": "Ada and some other children took Mr. Chávez’s lessons, but there were not enough<b id=\"wp_3\"> instruments</b><span style=\"color: #0070C0\"> </span>. Buying new ones was impossible, since a violi n cost more than a local house! Fortunately, a garbage picker who was good at using tools learned about their troub le and tried to use what was at hand. By putting together met al cans, forks, and other items from the landfill, the gar bage picker <b id=\"wp_4\">somehow</b><span style=\"color: #0070C0\"> </span> managed to make various instruments . They weren’t very traditional and <b id=\"wp_5\">barely</b><span style=\"color: #0070C0\"> </span> cost anything, but to these children they were <b id=\"wp_6\">invaluable</b><span style=\"color: #0070C0\"> </span>.",
            "chinese": "Ada和另一些孩子參加了Chávez先生的課程，但沒有足夠的樂器。買新的樂器是不可能的，因為一把小提琴的價格比當地的一棟房子還要高！幸運的是，一個擅長使用工具的拾荒者得知他們遇到的麻煩，便試圖使用手邊的東西。藉由將來自垃圾場的金屬罐、叉子和其他物品組裝在一起，這位拾荒者以某種方式成功製作出各種樂器。這些樂器並不是很傳統，也幾乎不花任何錢，但對這些孩子來說，它們都是非常寶貴的。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 4,
            "english": "At first, each child played in his or her own way, and only screeches came out of the instruments. Some kids quit the music lessons after a few weeks, but with Mr. Chávez’s encouragement, Ada and the others kept practicing, sometimes for several hours a day. Slowly, their musical skills improved. They began to hit all the right notes and played together harmoniously. Finally, they formed the “Recycled Orchestra.” After the orchestra performed several local concerts, they attracted wider attention and even received invitations to perform abroad. Ada and the other members visited different countries. The world dazzled them just as they dazzled the world.",
            "english_with_html": "At first , each child played in his or her own way, and only <b>screeches</b> <span style=\"color: #0070C0\"><b>came out of</b></span> the instruments. Some kids quit the music lessons after a few weeks , but with Mr. Chávez’s<b id=\"wp_7\"> encouragement</b><span style=\"color: #0070C0\"> </span>, Ada and the others kept practicing, sometimes for several hours a day. Slowly, their musical skills improved. They began to hit all the right notes and played together <b>harmoniously</b>. Finally, they formed the “Recycled <b>Orchestra</b>.” After the orchestra performed several local concerts<span style=\"color: #0070C0\"> </span>, they attracted wider attention and even <b id=\"wp_9\">received</b><span style=\"color: #0070C0\"> </span> invitations to perform abroad. Ada and the other members visited different countries. The world <b id=\"wp_10\">dazzled</b><span style=\"color: #0070C0\"> </span> them just as they dazzled the world.",
            "chinese": "起初，每個孩子各奏各的，樂器只發出尖銳刺耳的聲音。有些孩子在幾週後就放棄了音樂課，但在Chávez先生的鼓勵下，Ada和其他孩子持續練習，有時一天練習好幾小時。慢慢地，他們的音樂技巧有了進步。他們開始演奏出正確的音符，並且和諧地一起演出。最後，他們組成了「回收管弦樂團」。樂團在當地舉辦幾場音樂會後，吸引了更廣泛的關注，甚至收到海外演出的邀請。Ada和其他團員造訪了不同的國家。世界讓他們讚嘆，就像他們讓世界讚嘆一樣。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 5,
            "english": "Four years later, a world-famous rock band saw the children’s potential and invited the orchestra to tour with them. At their first concert with the band, Ada and her friends nervously stepped on stage in front of nearly 35,000 people. They saw glaring lights and heard screams of excitement. These children felt dizzy and didn’t know what to do. However, as soon as the orchestra began to play, everyone cheered. When Ada and her friends bowed to the crowd at the end, they knew that the performance was a triumph.",
            "english_with_html": "Four years later , a world-famous rock band saw the children’s <b id=\"wp_11\">potential</b><span style=\"color: #0070C0\"> </span> and invited the orchestra to tour with them. At their first concert with the band, Ada and her friends nervously stepped on stage in front of nearly 35,000 people. They saw <b>glaring</b> lights and heard<b id=\"wp_12\"> screams</b><span style=\"color: #0070C0\"> </span> of excitement. These children felt <b id=\"wp_13\">dizzy</b><span style=\"color: #0070C0\"> </span> and didn’t know what to do. However, as soon as the orchestra began to play, everyone cheered. When Ada and her friends bowed to the crowd at the end , they knew that the performance was a triumph.",
            "chinese": "四年後，一個世界知名的搖滾樂團看出這群孩子們的潛力，邀請這個管弦樂團和他們一起巡演。在跟這個樂團表演的第一場演唱會上，Ada和朋友們在近35,000人面前緊張地走上舞臺。他們看到刺眼的燈光和聽到興奮的尖叫聲。這些孩子們感到頭暈目眩，不知道該做什麼。然而，當管弦樂團開始演奏時，所有人都歡呼起來。當Ada和朋友們在最後向觀眾鞠躬時，他們明白這次表演非常成功。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 6,
            "english": "Touring overseas changed their lives in other ways, too. With the money they earned, Ada and her friends had larger, safer houses built for their families. More importantly, they showed the locals that children’s dreams didn’t have to end up in the trash. Through determination and hard work, these children were able to create beauty out of garbage and have faith in their abilities to pursue greater things.",
            "english_with_html": "Touring <b id=\"wp_14\">overseas</b><span style=\"color: #0070C0\"> </span> changed their lives in other ways, too. With the money they earned, Ada and her friends had larger, safer houses built for their families. More importantly, they showed the locals that children’s dreams didn’t have to end up in the trash. Through <b id=\"wp_15\">determination</b><span style=\"color: #0070C0\"> </span>and hard work, these children were able to create beauty out of garbage and have<b id=\"wp_16\"> faith</b><span style=\"color: #0070C0\"> </span> in their abilities to <b id=\"wp_17\">pursue</b><span style=\"color: #0070C0\"> </span>greater things.",
            "chinese": "海外巡演也以其他方式改變他們的生活。Ada和朋友們用賺來的錢為家人蓋了較大、較安全的房子。更重要的是，他們向當地人證明孩子們的夢想不必埋沒在垃圾堆中。透過決心和努力，這群孩子能夠從垃圾中創造出美，並對他們追求更美好事物的能力具有信心。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        }
    ]
}