{
    "L09-課文中英對照(Fighting for or against Graffiti).docx": [
        {
            "paragraph_index": 1,
            "english": "When people draw or spray-paint pictures or words onto a wall, under bridges, or even on the sides of buses and trains, these pictures or words are called graffiti. It comes in all shapes and sizes, from simple words to detailed paintings. Some love it, while others hate it. The question is: Is graffiti a form of art or just a mess?",
            "english_with_html": "W hen people draw or <b id=\"wr_2\">spray-paint</b> pictures or words onto a wall, under bridges, or even on the sides of buses and trains, t hese pictures or words are called graffiti. It <span style=\"color: #0070C0\"><b>comes in</b></span> all shapes and sizes, from simple words to <b>deta iled</b><span style=\"color: #0070C0\"> </span> paintings. Some love it, while others hate it. The question is: Is graffiti a form of art or just a <b>mess</b><span style=\"color: #0070C0\"> </span>?",
            "chinese": "當人們用畫圖或用噴漆的方式將圖畫或文字噴到一面牆、橋底下、或甚至在公車或火車的兩側時，這些圖或字就叫作塗鴉。塗鴉有各種不同的形狀和尺寸，從簡單的文字到細節詳實的畫作都有。有些人很喜歡，而有些人卻很討厭它。問題是：塗鴉是一種藝術形式或只是一團亂？",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 2,
            "english": "Graffiti is obviously art. First, it takes a lot of time and hard work. It is not just scribbling. Graffiti artists are like other painters. Their art starts as sketches and outlines, perfected with vivid pictures and various details later. The only difference is that they paint on walls rather than on paper. Second, like other art forms, graffiti is about expressing one’s feelings and being creative. Banksy, for example, is a famous graffiti artist who paints to show his opinions. Many of his works contrast the horror of war with the innocence of children. In one of his pieces, a young boy places a flower into a soldier’s gun. The gun represents violence, whereas the flower stands for peace. Works like this call attention to the need for positive change in the world. Isn’t it art?",
            "english_with_html": "Graffiti is obviously art. First, it takes a lot of time and hard work. It is not just <b>scribbling</b>. Graffiti artists are like other painters. Th eir art start s as <b>sketch es</b> and <b id=\"wr_5\">outline s</b>, perfected with vivid pictures and various details later . The only difference is that they paint on walls rather than on paper. Second, like other art forms, graffiti is about <b>expressing</b><span style=\"color: #0070C0\"> </span>one’s feelings and being creative. <b id=\"wr_6\">Banksy</b>, for example, is a famous graffiti artist who paints to show his <b>opinions</b><span style=\"color: #0070C0\"> </span>. Many of his works <b>contrast</b><span style=\"color: #0070C0\"> </span> the <b>horror</b><span style=\"color: #0070C0\"> </span> of war with the <b>innocence</b><span style=\"color: #0070C0\"> </span> of children. In one of his pieces, a young boy places a flower into a soldier’s gun. The gun represents <b>violence</b><span style=\"color: #0070C0\"> </span>, whereas the flower <span style=\"color: #0070C0\"><b>stands for</b></span> peace. Works like this call attention to the need for positive change in the world. Isn’t it art?",
            "chinese": "塗鴉顯然地是藝術。首先，它很需要很多的時間和努力。它不只是隨便亂塗一通。塗鴉藝術家就像其他的畫家一樣。他們的藝術從素描和輪廓開始，然後以鮮豔的圖像以及多樣的細節使之完美。唯一不同的是他們是畫在牆上而不是紙上。第二，就像是其他藝術形式一樣，塗鴉是把一個人的情感表達出來並具有創意。舉例來說，Banksy是一位有名的塗鴉藝術家，而他用畫來表達他的意見。他的許多作品將戰爭的恐怖和孩子們的無辜做對比。在他的一件作品中，有一個小男孩把一朵花放進了一位軍人的槍裡面。這把槍代表著暴力，而這朵花代表著和平。像這樣的作品可以引起人們注意到在世界上做出正向改變的需要。這難道不是藝術嗎？",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 3,
            "english": "Graffiti makes a mess. It is nothing but visual pollution. Most graffiti is “tagging,” which is more like just scribbling someone’s name. These ugly paintings make cities look messy. In addition, most graffiti is done without permission. A lot of money and effort are needed to get rid of it. The city of Los Angeles, for example, has a huge problem with graffiti, spending millions of dollars every year cleaning it up. Each month, workers wash away hundreds of thousands of square feet of it. Even worse, graffiti harms communities. Many people believe that graffiti is associated with criminal activity, feeling that it is unsafe to walk around or live in areas with graffiti. If graffiti causes all these problems, can we really call it art?",
            "english_with_html": "Graffiti makes a mess. It is <span style=\"color: #0070C0\"><b>nothing but </b></span><b>visual</b><span style=\"color: #0070C0\"> </span><b>pollution</b><span style=\"color: #0070C0\"> </span>. Most graffiti is “<b id=\"wr_7\">tagging</b>,” which is more like just scribbling someone’s name. These ugly paintings make cities look messy. In addition, most graffiti is done without <b>permission</b><span style=\"color: #0070C0\"> </span>. A lot of money and <b>effort</b><span style=\"color: #0070C0\"> </span>are needed to <span style=\"color: #0070C0\"><b>get rid of</b></span> it. The city of <b id=\"wr_8\">Los Angeles</b>, for example, has a huge problem with graffiti, spend ing millions of dollars every year cleaning it up. Each month, workers wash away hundreds of thousands of <b id=\"wr_9\">square</b> feet of it. Even worse, graffiti harms <b>communities</b><span style=\"color: #0070C0\"> </span>. Many people believe that graffiti is <b>associated</b><span style=\"color: #0070C0\"> </span> with <b>criminal</b><span style=\"color: #0070C0\"> </span> activity, feeling that it is unsafe to walk around or live in areas with graffiti . If graffiti causes all these problems, can we really call it art?",
            "chinese": "塗鴉造成混亂。它只不過是視覺上的汙染。大部分的塗鴉只是留下表明身分的名字，比較像只是塗上某個人的名字。這些醜陋的畫讓城市看起來凌亂。此外，大部分的塗鴉都在沒有得到允許下完成。去除它需要很多錢和心力。以洛杉磯這城市的塗鴉大問題為例，每年要花數百萬元來清理。每一個月工人們洗掉數十萬平方英尺的塗鴉。更糟的是，塗鴉對社區造成傷害。許多人相信塗鴉和犯罪的活動有關，並覺得走在那些有塗鴉的地方或住在那些地方是不安全的。如果塗鴉造成這些問題，我們真的能稱它為藝術嗎？",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 4,
            "english": "Which side of the wall are you on when it comes to graffiti? Is it creative or destructive? Now, it’s your turn to express yourself and share your thoughts about it!",
            "english_with_html": "Which side of the wall are you on <span style=\"color: #0070C0\"><b>when it comes to </b></span>graffiti? Is it creative or <b>destructive</b><span style=\"color: #0070C0\"> </span>? Now, it’s your turn to express yourself and share your thoughts about it!",
            "chinese": "當談到塗鴉時，你是站在這兩面向的哪一方呢？它是具有創造力的還是具有破壞性的呢？現在輪到你來表達你自己的意見，並分享你對它的想法吧！",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        }
    ]
}