{
    "R01-課文中英對照(When Shocked in Rome).docx": [
        {
            "paragraph_index": 1,
            "english": "Traveling is the perfect way to find amazement and inspiration in our lives. However, foreign customs and habits can be very different from our own, and they may sometimes surprise or astonish us. This is known as culture shock. Let’s meet some travelers and learn how they “survived” their cases of culture shock.",
            "english_with_html": "T raveling is the perfect way to find amazement and inspiration in our lives. However, foreign <b id=\"wp_1\">customs</b><span style=\"color: #0070C0\"> </span> and habits can be very different from our own, and they may sometimes surprise or <b id=\"wp_2\">astonish</b><span style=\"color: #0070C0\"> </span> us. This is known as <b id=\"wp_3\">culture</b><span style=\"color: #0070C0\"> </span> shock. Let’s meet some travelers and learn how they “survived” their cases of culture shock.",
            "chinese": "旅行是發現生活中驚喜與靈感的完美方式。然而，外國的風俗習慣可能和我們自己的風俗習慣非常不同，可能有時候會令我們詫異或大吃一驚。這就被稱為文化衝擊。讓我們見一些旅行者並且了解他們如何在文化衝擊的實例中「倖存」下來。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 2,
            "english": "Meiling (a sixteen-year-old Taiwanese girl)\nI really enjoyed my memorable trip to France last year except for one thing—French greetings. Once, I was introduced to one of my cousin’s girlfriends. Like most Taiwanese people I smiled and said hello, but the French girl grabbed both my shoulders and kissed me on the cheek! As it was happening, I was shocked and didn’t know what I should do. I responded by just standing there and holding my breath. I felt like a dummy! It was such an embarrassing experience for me. I guess now I know much better what culture shock is.",
            "english_with_html": "I really enjoyed my memorable trip to France last year <span style=\"color: #0070C0\"><b id=\"ip_1\">except for</b></span> one thing—French <b id=\"wp_4\">greetings</b><span style=\"color: #0070C0\"> </span>. Once, I was introduced to one of my cousin’s girlfriends. Like most Taiwanese people I smiled and said hello, but the French girl <b>grabbed</b><span style=\"color: #0070C0\"> </span> both my shoulders and kissed me on the cheek! As it was happening, I was shocked and didn’t know what I should do. I responded by just standing there and holding my breath . I felt like a dummy! It was such an embarrassing experience for me. I guess now I know much better what culture shock is.",
            "chinese": "Meiling（一位16歲的臺灣女生）\n我真的很享受去年令人難忘的法國之旅，除了一件事情外，那就是法式的打招呼方式。有一次我被介紹給我表姊的一位女性朋友認識，像大部分的臺灣人一樣，我帶著微笑並且說「哈囉」，但是這位法國女孩抓住了我的雙肩，並在我的臉頰上親了一下！當這件事情發生時，我感到震驚，不知所措。我只能呆站著並屏住呼吸來回應她。我感覺像是個木頭人！對我來說，這是一個如此令人尷尬的經驗。我想現在我比較清楚文化衝擊是什麼了。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 3,
            "english": "Felix (a high school student from the US)\nOn my second day in Thailand, I learned a valuable cultural lesson. I was walking down the street when a soccer ball rolled toward me. I picked it up and looked around. A shy young boy walked up to me and pointed at the ball. I smiled, handed it over, and patted the boy on the head. The boy’s dad’s smile disappeared, and he looked very angry. I had no idea what went wrong. Afterward I found out that, for Thais, people’s heads are sacred. Only the king, monks, and parents are allowed to touch them. I felt embarrassed because of my ignorance!",
            "english_with_html": "On my second day in Thailand, I learned a <b id=\"wp_6\">valuable</b><span style=\"color: #0070C0\"> </span>cultural lesson. I was walking down the street when a soccer ball rolled toward me. I picked it up and looked around. A shy young boy walked up to me and pointed at the ball. I smiled, <span style=\"color: #0070C0\"><b>handed</b></span> it <span style=\"color: #0070C0\"><b>over</b></span>, and patted the boy on the head. The boy’s dad’s smile <b id=\"wp_7\">disappeared</b><span style=\"color: #0070C0\"> </span>, and he looked very angry. I had no idea what went wrong. <b id=\"wp_8\">Afterward</b><span style=\"color: #0070C0\"> </span> I found out that, for Thais, people’s heads are <b id=\"wp_9\">sacred</b><span style=\"color: #0070C0\"> </span>. Only the king, monks, and parents are allowed to touch them. I felt embarrassed because of my ignorance!",
            "chinese": "Felix（一位來自美國的高中生）\n我在泰國的第二天學到了一個非常寶貴的文化教訓。當我沿著街道走時，有一顆足球向我滾過來，我撿起了它並且四處張望。一個害羞的年輕男孩走向我，並且指著球。我笑了笑，把球遞過去，並且拍了拍這個男孩的頭。男孩爸爸的笑容不見了，而且他看起來非常生氣。我不知道出了什麼差錯。後來我發現對於泰國人而言，人們的頭是神聖的，只有國王、僧侶和父母才可以碰它們，我對自己的無知感到尷尬！",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 4,
            "english": "Judy (a backpacker from Singapore)\nDuring my time in Spain, I came to realize that Spaniards have quite a special daily schedule. For a start, they usually have breakfast no earlier than 10:00 a.m. In fact, it is common for them to skip this morning meal altogether! Their lunch break, on the other hand, feels like it lasts forever. It includes the famous Spanish “siesta,” or midday nap, and can sometimes last all the way to 4:00 p.m. Six p.m. is the time for an “afternoon” snack and most people only get off work at 8:00 p.m. I had to wait till nine or ten, and sometimes even midnight, for dinner! Therefore, I came to realize that in Spain, the early birds are the hungry birds!",
            "english_with_html": "During my time in Spain, I came to realize that Spaniards have quite a special <b id=\"wp_10\">daily</b><span style=\"color: #0070C0\"> </span><b id=\"wp_11\">schedule</b><span style=\"color: #0070C0\"> </span>. <span style=\"color: #0070C0\"><b id=\"ip_3\">For a start</b></span>, they usually have breakfast no earlier than 10:00 a.m. In fact, it is common for them to skip this morning meal altogether! Their lunch break, <span style=\"color: #0070C0\"><b id=\"ip_4\">on the other hand</b></span>, feels like it lasts <b id=\"wp_12\">forever</b><span style=\"color: #0070C0\"> </span>. It <b id=\"wp_13\">includes</b><span style=\"color: #0070C0\"> </span> the famous Spanish “siesta , ” or midday nap , and can sometimes last all the way to 4:00 p.m. Six p.m. is the time for an “afternoon” snack and most people only get off work at 8:00 p.m. I had to wait till nine or ten, and sometimes even midnight, for dinner! Therefore, I came to realize that in Spain, the early birds are the hungry birds!",
            "chinese": "Judy（來自新加坡的背包客）\n在我待在西班牙的期間，我逐漸了解到西班牙人的日常作息滿特別的。首先，他們通常不在早上10點以前吃早餐。事實上，對他們來說，完全略過早上這餐是很常見的！在另一方面，他們的午餐休息時間感覺要吃一輩子。它包含了知名的西班牙「siesta」或午休，而且有時候會一直持續到下午四點鐘。下午六點鐘是一個吃「下午」點心的時間，而大部分的人到了晚上八點才會下班。我必須一直等到九點或十點，有時候甚至是午夜才吃晚餐。因此我了解到在西班牙，早起的鳥兒是飢餓的鳥兒！",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 5,
            "english": "If you have ever experienced this kind of culture shock, don’t worry about it! It’s common to be surprised or even astonished by cultural differences. In order to have the best traveling experience, be open to new things and embrace the feeling of culture shock. These experiences can teach you so much more than books ever will!",
            "english_with_html": "If you have ever experienced this kind of culture shock, don’t worry about it! It’s common to be surprised or even astonished by cultural <b id=\"wp_14\">differences</b><span style=\"color: #0070C0\"> </span>. In order to have the best traveling experience, be open to new things and <b id=\"wp_15\">embrace</b><span style=\"color: #0070C0\"> </span> the feeling of culture shock. These experiences can teach you so much more than books ever will!",
            "chinese": "如果你曾經經歷過這種文化衝擊，不用擔心！因為文化差異而感到驚訝或甚至震驚是常見的事。為了有最棒的旅行經驗，我們要對新事物抱持開放的態度，並且欣然接納文化衝擊的感受。這些經驗能教給你的東西會比書本多更多！",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        }
    ]
}