{
    "R03-課文中英對照(An Island's Beauty, an Islander's Duty).docx": [
        {
            "paragraph_index": 1,
            "english": "Mr. Chi Po-lin, the late director of the memorable documentary Beyond Beauty: Taiwan from Above, didn’t start out in the movie industry. He was just a photographer who loved aerial views. As an aerial photographer who worked for the government, he spent years taking pictures from the air both on the job and during his free time. Like many other photographers, he wanted to capture high mountains, grand rivers, and beautiful beaches.",
            "english_with_html": "Mr. Chi Po- lin , the late <b id=\"wp_1\">director</b><span style=\"color: #0070C0\"> </span> of the memorable <b id=\"wp_2\">documentary</b><span style=\"color: #0070C0\"> </span><i>Beyond Beauty: Taiwan from Above</i>, didn’t <span style=\"color: #0070C0\"><b id=\"ip_1\">start out</b></span> in the movie<b id=\"wp_3\"> industry</b><span style=\"color: #0070C0\"> </span>. He was just a <b id=\"wp_4\">photographer</b><span style=\"color: #0070C0\"> </span> who loved aerial views. As an aerial photographer who worked for the government, he spent years taking pictures from the air both on the job and during his free time. Like many other photographers, he wanted to <b id=\"wp_5\">capture</b><span style=\"color: #0070C0\"> </span> high mountains, grand rivers, and beautiful beaches.",
            "chinese": "令人難忘的紀錄片《看見臺灣》的已故導演齊柏林剛開始並不是從事電影產業的。他只是一個喜歡空拍景色的攝影師。身為一個為政府工作的空拍攝影師，他花了數年時間（在工作時間和空閒時間）從空中拍攝照片。就像許多其他的攝影師一樣，他想要拍攝高聳的山脈、寬廣的河流以及美麗的海灘。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 2,
            "english": "Things took a turn in 1998. Chi’s photographs attracted the attention of The Earth Geographic Monthly, and the magazine began printing his pictures with their articles. It was by reading these articles that Chi realized that some of his beautiful photographs actually offered visual proof of man-made pollution and damage to the environment. He learned, for example, that high-mountain farming has a harmful effect on soil and water conservation. Over time, the aerial photographer began to care more and more about his homeland. He no longer looked only for the pretty side of it. On the contrary, he was inspired to focus on and record the island’s actual state.",
            "english_with_html": "Things took a turn in 1998. Chi’s photographs attracted the attention of <i>The Earth Geographic Monthly</i>, and the magazine began printing his pictures with their articles. It was by reading these articles that Chi realized that some of his beautiful photographs actually offered visual <b id=\"wp_6\">proof </b><span style=\"color: #0070C0\"> </span> of man-made pollution and <b id=\"wp_7\">damage</b><span style=\"color: #0070C0\"> </span> to the environment. He learned, for example, that high-mountain farming has a harmful <b id=\"wp_8\">effect</b><span style=\"color: #0070C0\"> </span> on soil and water <b id=\"wp_9\">conservation</b><span style=\"color: #0070C0\"> </span>. Over time, the aerial photographer began to care more and more about his homeland. He <span style=\"color: #0070C0\"><b id=\"ip_2\">no longer</b></span> looked only for the pretty side of it. <span style=\"color: #0070C0\"><b id=\"ip_3\">On the contrary</b></span>, he was inspired to focus on and <b id=\"wp_10\">record</b><span style=\"color: #0070C0\"> </span> the island’s actual state.",
            "chinese": "事情在1998年有了轉變。齊柏林的照片吸引到《大地地理雜誌》的注意，且這本雜誌開始將他的照片放在它們的文章裡。就在閱讀這些文章的時候，齊柏林體會到他一些美麗的照片實際上為人為的汙染以及對環境的破壞提供了視覺的證據。例如，他認識到高山農作對水土保持的傷害性影響。隨著時間過去，這位空拍攝影師開始愈來愈關注他的家園正在發生什麼事。他不再只是尋找美麗的景色。相反地，他受到啟發而去著重和記錄這座島嶼真正的樣貌。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 3,
            "english": "Eleven years later, Typhoon Morakot hit Taiwan, and Chi flew over the disaster areas to check the destruction soon after the sky cleared. He was completely horrified by all the damage that he saw. Mud and rocks were sliding down the mountains. Large sections of roads were gone. The worst thing was that Xiaolin Village in Kaohsiung was buried and barely visible. These depressing sights tore at his heart and, for the very first time, he shed tears while he was still in the air. He started to think about how to help prevent such tragedies. After much thinking, Chi decided that he had to do something to make people more aware of environmental matters and urge everyone to change. Therefore, he quit his job and gave up his pension so that he could start working on a documentary.",
            "english_with_html": "Eleven years later, Typhoon Morakot hit Taiwan, and Chi flew over the <b id=\"wp_11\">disaster</b><span style=\"color: #0070C0\"> </span> areas to check the destruction soon after the sky cleared. He was completely horrified by all the damage that he saw. Mud and rocks were sliding down the mountains. Large sections of roads were gone. The worst thing was that Xiaolin Village in Kaohsiung was <b>buried</b><span style=\"color: #0070C0\"> </span> and barely visible. These depressing sights <span style=\"color: #0070C0\"><b>tore at his heart</b></span> and, for the very first time, he <b id=\"wp_13\">shed</b><span style=\"color: #0070C0\"> </span> tears while he was still in the air. He started to think about how to help <b id=\"wp_14\">prevent</b><span style=\"color: #0070C0\"> </span> such <b>tragedies</b><span style=\"color: #0070C0\"> </span>. After much thinking, Chi decided that he had to do something to make people more aware of environmental matters and urge everyone to change. Therefore, he quit his job and gave up his pension so that he could start working on a documentary.",
            "chinese": "十一年之後，莫拉克颱風侵襲臺灣。在天空轉晴之後，齊柏林馬上飛越災區去巡察破壞的狀況。他完全地被眼前他看到的景象嚇壞了。泥土和岩石正從山上滑落。一大段的道路都不見了。最糟的是高雄的小林村被掩埋而幾乎看不見。這些令人沮喪的景象撕裂著他的內心，這也是他第一次在飛行過程中流下眼淚。他開始思考如何幫助預防這樣的災難。在多方思考之後，齊柏林決定他必須要做一件事來讓人們更加意識到環境問題並敦促每個人做出改變。因此，他辭掉他的工作，也放棄他的退休金，這樣他才能開始著手拍攝他的紀錄片。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 4,
            "english": "After four hundred hours of shooting in the air, Chi’s efforts finally paid off when he completed his masterpiece, Beyond Beauty. This impressive film manages to celebrate Taiwan’s spectacular scenery. At the same time, it also shows the damaging impact human activity can have on nature. This makes Beyond Beauty a very important and valuable film. Millions are therefore grateful to Chi for sharing his views of our homeland from above.",
            "english_with_html": "After four hundred hours of shootin g in the air, Chi’s efforts finally <span style=\"color: #0070C0\"><b>paid off</b></span> when he completed his <b id=\"wp_16\">masterpiece</b><span style=\"color: #0070C0\"> </span>, <i>Beyond Beauty</i>. This impressive film manages to celebrate Taiwan’s spectacular <b id=\"wp_17\">scenery</b><span style=\"color: #0070C0\"> </span>. At the same time, it also shows the damaging <b id=\"wp_18\">impact</b><span style=\"color: #0070C0\"> </span> human activity can have on nature. This makes <i>Beyond Beauty</i> a very important and valuable film. Millions are therefore <b id=\"wp_19\">grateful</b><span style=\"color: #0070C0\"> </span> to Chi for sharing his views of our homeland from above.",
            "chinese": "當齊柏林在空中拍攝了400個小時之後，他的努力終於在完成他的大作《看見臺灣》後得到回報。這部感人的電影成功地讚揚了臺灣壯麗的景色。同時，它也展現人類活動可能對大自然造成的破壞性影響。這讓《看見臺灣》成為一部非常重要且有價值的電影。數百萬人也因此感激齊柏林從上空分享他所看到的我們的家園。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        }
    ]
}