{
    "R02-課文中英對照(Having Fun with Change).docx": [
        {
            "paragraph_index": 1,
            "english": "Most people have habits or behaviors that they would like to change for the better. However, such changes are not always easy to make. So how can we make people more eager to take action and make positive changes? Fortunately, the answer, which is quite simple, is to let them have fun!",
            "english_with_html": "M ost people have habits or behaviors that they would like to change <span style=\"color: #0070C0\"><b id=\"ip_1\">for the better</b></span>. However, such changes are not always easy to make. So how can we make people more eager to <span style=\"color: #0070C0\"><b id=\"ip_2\">take action</b></span> and make <b>positive</b><span style=\"color: #0070C0\"> </span> changes? Fortunately, the answer , which is quite simple, is to let them have fun!",
            "chinese": "大部分的人都有他們想要改善的習慣或行為。然而，這樣的改變並非總是很容易做到。那麼我們如何使人們更熱衷於採取行動並做出正面的改變呢？幸好，這個答案相當簡單，就是讓他們從中找到樂趣。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 2,
            "english": "Let’s look at a very common part of daily life: crossing the street. People often ignore the “red man” light signal, which tells them not to cross. This can cause accidents. To improve road safety, a car company put up a new kind of traffic light at an intersection in Lisbon, Portugal. A special “red man” would start to dance when the light turned from green to red. The red man’s dance moves were actually being performed by a person in a nearby booth. Anyone could enter the booth and choose the music that he or she wished to dance to. This was really fun for both the dancer and the pedestrians. Thanks to this creative idea, 81% more pedestrians began to follow the law and stop at the red light. It was by adding a little bit of fun to this daily routine that this experiment turned out to be the perfect way to make people enjoy waiting for the green light.",
            "english_with_html": "L et’s l ook at a very common part of daily life: crossing the street. People often ignore the “red man” light <b>signa</b>l<span style=\"color: #0070C0\"> </span>, which tells them not to cross. This can cause accidents . To <b>improve</b><span style=\"color: #0070C0\"> </span> road safety, a car company <span style=\"color: #0070C0\"><b id=\"ip_3\">put up</b></span> a new kind of traffic light at an <b>intersection</b><span style=\"color: #0070C0\"> </span> in Lisbon, Portugal. A special “red man” would start to dance when the light turned from green to red. The red man’s dance moves were <b>actually</b><span style=\"color: #0070C0\"> </span> being performed by a person in a nearby <b>booth</b><span style=\"color: #0070C0\"> </span>. Anyone could enter the booth and choose the music that he or she wished to dance to. This was really fun for both the dancer and the <b>pedestrians</b><span style=\"color: #0070C0\"> </span>. <span style=\"color: #0070C0\"><b id=\"ip_4\">Thanks to</b></span> this creative idea, 81% more pedestrians began to follow the law and stop at the red light. It was by adding a little bit of fun to this daily <b>routine</b><span style=\"color: #0070C0\"> </span> that this <b>experiment</b><span style=\"color: #0070C0\"> </span> turned out to be the perfect way to make people enjoy waiting for the green light.",
            "chinese": "讓我們來看日常生活中非常普通的一件事：過馬路。人們常常忽視「小紅人」的燈號，它告訴他們不要穿越，這樣可能造成意外。為了改善道路安全，一家汽車公司在葡萄牙里斯本的一個十字路口設立了一種新的交通燈號。當燈號從綠燈轉為紅燈時，一個特別的「小紅人」會開始跳舞。其實這個小紅人的舞步是由附近一個小隔間裡的人所進行的表演，任何人都可以進入這個小隔間選擇自己想隨之起舞的音樂。這對舞者還有路人來講都非常有趣。多虧了這個有創意的想法，開始遵守法令在紅燈前停下來的路人多了百分之八十一。就是藉由增添一點小小的樂趣到日常例行事務中，這個實驗最終成為讓人們享受等候綠燈的完美方式。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 3,
            "english": "At a crowded subway station in Stockholm, Sweden, another fun twist was added to daily life. An experiment was conducted with the goal of having people use the stairs rather than the escalator. In the experiment, ordinary stairs were changed to look like giant piano keys, and each of them would actually produce a sound when it was stepped on. Before this, people would avoid taking the stairs and head straight for the escalator. But after the change was made, many chose to climb the stairs because the giant keys looked so interesting that they were willing to do so. Some even jumped from one stair to another to play music with their feet! Guess what! The number of people who chose the stairs over the escalator went up by 66%. People were motivated to change their habit simply because climbing stairs was now more exciting!",
            "english_with_html": "At a crowded subway station in Stockholm, Sweden, another fun <b>twist</b><span style=\"color: #0070C0\"> </span> was added to daily life. An experiment was <b>conducted</b><span style=\"color: #0070C0\"> </span> with the <b>goal</b><span style=\"color: #0070C0\"> </span> of having people use the stairs <span style=\"color: #0070C0\"><b id=\"ip_5\">rather than</b></span> the <b>escalator</b><span style=\"color: #0070C0\"> </span>. In the experiment, <b>ordinary</b><span style=\"color: #0070C0\"> </span> stairs were changed to look like giant piano keys, and each of them would actually produce a sound when it was stepped on. Before this, people would avoid taking the stairs and head straight for the escalator. But after the change was made, many chose to climb the stairs because the giant keys looked so interesting that they were willing to do so . Some even jumped from one stair to another to play music with their feet! Guess what! The number of people who chose the stairs over the escalator went up by 66%. People were <b>motivated</b><span style=\"color: #0070C0\"> </span> to change their habit simply because climbing stairs was now more exciting!",
            "chinese": "在瑞典斯德哥爾摩的一個擁擠地鐵站，另一個有趣的轉變被添加到日常生活當中。有個實驗進行的目的是要人們使用樓梯而非手扶梯。在這個實驗中，普通的樓梯被改成看起來像巨大的鋼琴琴鍵，而且每一個琴鍵被踩的時候真的會發出聲音。在這之前，人們不走樓梯，並直接去搭手扶梯。但是做了這個改變之後，許多人選擇爬樓梯，這是因為這些巨大的琴鍵看起來太有趣了，以致於他們願意這麼做。有些人甚至會從一個階梯跳到另一個階梯，用腳玩音樂。你猜怎麼著！選擇樓梯而非手扶梯的人數上升了百分之六十六。人們單純只因為爬樓梯現在變得更刺激而被激勵去改變習慣！",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        },
        {
            "paragraph_index": 4,
            "english": "People can add an exciting spark to their daily routines in many creative ways. When ordinary activities become more interesting, most people are happy to join in the fun. The rewards of these changes can be big or small; the important thing, obviously, is that they promote positive behavior and help to make people smile.",
            "english_with_html": "People can add an exciting <b>spark</b><span style=\"color: #0070C0\"> </span> to their daily routines in many creative ways. When ordinary <b>activities</b><span style=\"color: #0070C0\"> </span> become more interesting, most people are happy to join in the fun. The rewards of these changes can be big or small; the important thing, obviously, is that they <b>promote</b><span style=\"color: #0070C0\"> </span> positive behavior and help to make people smile.",
            "chinese": "人們可以用許多有創意的方式來為日常例行事務添加一點刺激的火花。當普通的活動變得更加有趣，大部分的人都會樂於加入。這些改變的好處可大可小；但顯然重要的是它們促進正向的行為並有助於讓人們會心一笑。",
            "summary": "Summary generation failed",
            "summary_chinese": "摘要生成失敗"
        }
    ]
}